<script setup lang="ts">
</script>

<template>
    <section class="section-info">
        <div class="container">
            <div class="hello__block">
                <h2 class="title">Дорогой первокурсник!</h2>
                <p class="text">Совсем недавно ты был школьником, твоими наставниками были
учителя, которые заботились о тебе и опекали, помогали готовиться к ЕГЭ.
Рядом с тобой были родители, напоминавшие о том, что все-таки домашние
задания надо выполнять. Но все течет, все меняется: уже остались позади
выпускные балы, тревоги и волнения, связанные с поступлением в
университет. Теперь ты можешь с гордостью говорить: «Я — СТУДЕНТ
УдГУ!». Мы приветствуем сделанный тобою выбор, рады за успешно
выдержанный конкурс и искренне желаем, чтобы студенческие годы стали
удивительными и незабываемыми.
</p>
<p class="text">Кажется, что все самое трудное позади, а впереди — веселые и
беззаботные студенческие годы, о которых слагают стихи и поют песни. Если
ты так думаешь, то тебя очень скоро постигнет разочарование. Ведь впереди
— годы напряженной работы, и именно от твоего личного труда и твоих
творческих исканий будет зависеть нужный результат.
Чтобы реализовать себя в полной мере, ты должен знать, что рядом с
тобой будут наши преподаватели — опытные и требовательные педагоги. Ты
познакомишься с достижениями ведущих научных школ, получишь умения,
навыки и знания, освоишь компетенции, которые помогут стать тебе
первоклассным специалистом, бакалавром или магистром.
</p>
<p class="text">Становясь частичкой творческого и сплоченного коллектива студентов
университета, ты должен будешь научиться организовывать собственную
учебную и внеучебную деятельность, оценивать их эффективность и качество,
нести ответственность за принятые решения и результаты своего труда.</p>
<p class="text">
    Все мы, преподаватели и студенты, дорожим честью и репутацией
университета, гордимся прошлым и настоящим. Будь и ты достойным
представителем нашего вуза, бережно храни традиции, приумножай его
успехи и славу.
</p>
<p class="text">
    Будь активен в проявлении своей индивидуальности в учебной и
внеучебной работе. Помни, что успехи студенческих лет — это трамплин к
будущим достижениям.
</p>
<p class="text">
    Будь любознателен и пытлив, обретай необходимый жизненный опыт,
учись трудолюбию, и тогда ты сможешь добиться любой цели в жизни.
</p>
<p class="text">
    Через несколько лет тебя ждет интересная работа. Может быть, именно
ты составишь славу и гордость не только Удмуртского государственного
университета, но и Удмуртии и России.
</p>

            </div>
            <div class="about-udsu">
                <h2 class="title">Об УдГУ!</h2>
                <h3 class="title" style="font-size: 18px;">Страницы истории</h3>
                <p>
                    Удмуртский государственный университет по праву считается
старейшим вузом Удмуртской Республики. Он основан как педагогический
институт в 1931 году. В марте этого же года был объявлен первый набор
студентов на 4 отделения: социально-экономическое, литературы и языка,
естествознания, физико-математическое. А уже 10 апреля 1931 года
состоялось официальное торжественное открытие института имени 10-летия
УАО. Собственное здание у института появилось только в 1939 году, ныне
второй Корпус УдГУ. Большинство студентов проживали на частных
квартирах, наиболее нуждающиеся – в общежитиях города. Институт активно
развивался. Уже в 1932 году была открыта библиотека, начал формирование
сектор заочного обучения, в вузе появились первые кафедры и
специализированные кабинеты, началась научно-исследовательская работа
преподавателей по разработке учебных программ для школ. В 1934-1935
учебном году отделения пединститута были реорганизованы в факультеты:
исторический, физико-математический, языка и литературы, естествознания.
В августе 1937 года у студентов появилось собственное общежитие. Период
развития института до 1941 года был сложным
                </p>
                <p>
                    В первые месяцы Великой Отечественной войны здание пединститута
было передано эвакуированному из Ленинграда артиллерийскому училищу.
Пединститут временно разместился в с. Малая Пурга, а затем с 1942 по 1944
годы снова, как и в первые годы своего существования, переезжал с места на
место в Ижевске, пока артиллерийское училище в 1944 году не покинуло наш
город. В эти годы вуз выдержал множество испытаний. Героически сражались
с врагом на фронтах преподаватели, студенты и выпускники вуза, погибли или
пропали без вести более 150 человек. Но подготовка педагогических кадров в
вузе продолжалась, она осуществлялась в сложных бытовых условиях и при
постоянной смене преподавательского состава. В военное время студенты и
преподаватели не только продолжали учебную деятельность, но и активно
помогали фронту. При этом пединститут продолжал оставаться ведущей
«кузницей» квалифицированных педагогических кадров.

                </p>
                <p>
                    С 1946 года жизнь института постепенно стабилизировалась:
увеличивался контингент преподавателей и студентов, укреплялась
материальная база, совершенствовались учебный, научный и воспитательный
процессы. В первый послевоенный год в вузе было уже 5 факультетов, к
имеющимся добавился факультет иностранных языков. В 1949 году в
образован факультет физического воспитания (ныне Институт физической
культуры и спорта). В 1959 году было создано художественно-графическое
отделение на физико-математическом факультете (ныне Институт искусств и
дизайна). Одновременно укреплялась материальная база вуза: в 1954 году
институту было передано здание Ижевского педтехникума (ныне 3-й учебный
корпус), в 1956 году построено общежитие на ул. Удмуртской (бывший
профилакторий), в 1967 году был введен в эксплуатацию нынешний 1-й
корпус. В конце 60-х – начале 70-х годов Удмуртский пединститут входил в
десятку лучших в стране в своей категории, вышел на видные роли среди
педвузов СССР. Это обстоятельство сыграло не последнюю роль в повышении
ранга пединститута, преобразованного в 1971 году в университет.
                </p>
                <p>
                    Решение об организации Удмуртского государственного университета
было принято 5 марта 1971 года Советом Министров РСФСР и
Министерством высшего и специального образования СССР. Около полутора
лет потребовалось администрации вуза для обеспечения подготовительного
периода и оформления правовой базы. С 1 сентября 1972 года бывший
пединститут стал официально называться Удмуртским государственным
университетом, торжественное открытие которого состоялось 20 октября 1972
года. 
                </p>
                <p>
                    Наш вуз должен был пройти большой путь, чтобы состояться как
университет, и для этого нужно было менять не только институтское
«содержание», но и создавать качественно иную организацию всех сфер
жизнедеятельности вуза с измененной инфраструктурой, преодолевая
организационные, материальные и кадровые проблемы. Реорганизация УГПИ
в УдГУ привела к появлению новых учебных и научных подразделений, не
свойственных педагогическим вузам. Стали создаваться межфакультетские
кафедры, обеспечивающие учебный процесс на всех факультетах, новые
структурные подразделения и отделы. К 2011 году в вузе функционировали
уже 21 факультет и институт, контингент студентов составлял около 25 тысяч
человек. 
                </p>
                <p>
                    Удмуртский государственный университет высоко держит планку и
остается одним из ведущих образовательных центров республики!

                </p>
                <p>
                    УДГУ – это огромная команда – 140 тысяч выпускников,
высококвалифицированных специалистов, которые востребованы не только в
России, но и за рубежом.
                </p>
                <p>
                    Университет сумел выстроить цепочку непрерывного образования:
школа-вуз-предприятие. В 2020 открыт центр дополнительного образования
для школьников и учителей «Дом научной коллаборации» им. Вернадского.
Благодаря сотрудничеству с крупными предприятиями и IT-компаниями
студенты устраиваются на работу уже на первых курсах обучения, а к диплому
имеют солидный опыт работы. Проекты УДГУ есть в космосе: совместно с
НАСА и Роскосмосом решаются задачи ремонта космической станции от
микроповреждений! 
                </p>
                <p>
                    Быть частью такой альма-матер – большая честь!
                </p>
            </div>
        </div>
    </section>
</template>

<style scoped lang="scss">
.section-info {
    height: fit-content;

    .container {
        width: 800px;
        margin: 40px auto;
    }

    .hello__block {

        
    }

    .title {
            text-align: center;
            font-size: 25px;
            font-weight: 900;
        }

        .text {

        }
}
</style>